Repository: Johnnywang1221/tweetero
Catalog: branches/v2_0_dev/*.lproj/Localizable.strings
Languages: ru_ru

source: 304_Not_Modified
ru_ru: There was no new data to return.

source: 400_Bad_Request
ru_ru: Некорректный запрос.

source: 401_Unauthorized
ru_ru: Authentication credentials were missing or incorrect.

source: 403_Forbidden
ru_ru: The request is understood, but it has been refused.

source: 404_Not_Found
ru_ru: Запрашиваемый ресурс не найден.

source: 406_Not_Acceptable
ru_ru: Invalid format.

source: 420_Enhance_Your Calm
ru_ru: Rate limited.

source: 500_Internal_Server Error
ru_ru: Внутренняя ошибка сервера.

source: 502_Bad_Gateway
ru_ru: Сервер не отвечает.

source: 503_Service_Unavailable
ru_ru: Сервера Twitter работают, но они перегружены запросами. Пробуйте снова позже.

source: Please, add one or more accounts.
ru_ru: Добавьте одну или несколько учетных записей.

source: Account_Verification
ru_ru: Проверка учетной записи...

source: Search_NotFound
ru_ru: Не найдено ни одного сообщения...

source: Search_IndicatorText
ru_ru: Поиск...

source: Authorization_Message
ru_ru: Некорректное имя пользователя или пароль!

source: Authorization_Title
ru_ru: Ошибка авторизации!

source: Server_Error_Title
ru_ru: Ошибка сервера!

source: Unknown_Error_Title
ru_ru: Неизвестная ошибка!

source: Unknown_Error_Message
ru_ru: Произошла неизвестная ошибка

source: Post Image
ru_ru: Отправить изображение

source: New Tweet
ru_ru: Новое сообщение

source: Library or camera
ru_ru: Выберите источник

source: Use photo camera
ru_ru: Использовать фотокамеру

source: Use library
ru_ru: Выбрать из папки

source: Use video camera
ru_ru: Использовать видеокамеру

source: Use video library
ru_ru: Выбрать видео из папки

source: Cancel
ru_ru: Отмена

source: Clear
ru_ru: Очистить

source: Save
ru_ru: Сохранить

source: Upload Image to yFrog
ru_ru: Загрузка на yFrog

source: Send twit on Twitter
ru_ru: Отправить сообщение на Twitter

source: Settings
ru_ru: Настройки

source: Mail Subject: yFrog Image
ru_ru: yFrog Image

source: Mail Subject: Forwarding of a twit
ru_ru: Переслать сообщение

source: Mail Subject: Forwarding of an image
ru_ru: Переслать изображение

source: Reply
ru_ru: Ответить

source: Forward
ru_ru: Переслать

source: Re-Twit
ru_ru: Повторить

source: Uploading...
ru_ru: Загрузка...

source: Failed!
ru_ru: Ошибка!

source: Failed to create connection.
ru_ru: Невозможно установить соединение.

source: Failed to send a mail.
ru_ru: Невозможно отправить письмо.

source: Failed to download the image.
ru_ru: Невозможно загрузить картинку.

source: Copying images to yFrog server...
ru_ru: Копируем картинку в YFrog ...

source: YFrog image URL placeholder
ru_ru: http://yfrog.com/image.jpg

source: YFrog video URL placeholder
ru_ru: http://yfrog.us/video.mp4

source: Back
ru_ru: Назад

source: Done
ru_ru: Готово

source: Send
ru_ru: Отправить

source: Error occur during uploading of image
ru_ru: Произошла ошибка во время загрузки

source: AvailableCharsFormat
ru_ru: %d символов из %d

source: ReTwitFormat
ru_ru: RT @%@: %@

source: Processing image...
ru_ru: Обработка изображения...

source: No Replies
ru_ru: Нет упоминаний

source: Loading Replies...
ru_ru: Загрузка упоминаний...

source: Accounts
ru_ru: Пользователи

source: Edit
ru_ru: Редактировать

source: Follow
ru_ru: Подписаться

source: Unfollow
ru_ru: Отписаться

source: Canceled
ru_ru: Отменено

source: Failed
ru_ru: Ошибка

source: Sent
ru_ru: Письмо было отправлено

source: Saved
ru_ru: Письмо было сохранено

source: User Info
ru_ru: Данные пользователя

source: User data are protected!
ru_ru: Данные пользователя защищены!

source: Home
ru_ru: Лента

source: Post
ru_ru: Отправить

source: Replies
ru_ru: Упоминания

source: Messages
ru_ru: Сообщения

source: Pending Tweets
ru_ru: Очередь

source: Followers
ru_ru: Подписчики

source: Following
ru_ru: Подписанные

source: About
ru_ru: О программе

source: AboutVerFormat
ru_ru: ver. %@

source: QueueTitleFormat
ru_ru: Очередь (%d)

source: QueueButtonTitleFormat
ru_ru: Очередь (%d)

source: EmptyQueueButtonTitleFormat
ru_ru: Очередь

source: RemoveImageTitle
ru_ru: Удалить изображение

source: Direct Messages
ru_ru: Прямое сообщение

source: Direct Message to %@
ru_ru: Прямое сообщение для %@

source: Send Direct Message
ru_ru: Отправить прямое сообщение

source: Send Public Reply
ru_ru: Отправить общий ответ

source: Recent Tweets
ru_ru: Недавние сообщения

source: No Direct Messages
ru_ru: Нет прямых сообщений

source: Loading Direct Messages...
ru_ru: Загрузка прямых сообщений

source: Delete
ru_ru: Удалить

source: Change
ru_ru: Изменить

source: More
ru_ru: Еще

source: Saved Searches
ru_ru: Сохраненный поиск

source: No Followers
ru_ru: Нет подписчиков

source: Loading the List of Followers...
ru_ru: Загрузка списка подписчиков...

source: Load More...
ru_ru: Еще...

source: No Following Users
ru_ru: Список подписаных пуст

source: Loading the List of Following Users...
ru_ru: Загрузка списка подписанных...

source: No Tweets
ru_ru: Сообщений нет

source: Loading Tweets...
ru_ru: Загрузка сообщений...

source: Not Error
ru_ru: Ошибка

source: Wrong developer key
ru_ru: Некорректный ключ

source: Unknown error
ru_ru: Неизвестная ошибка

source: Do you wish to delete this tweet?
ru_ru: Удалить сообщение?

source: This operation cannot be undone
ru_ru: Эту операцию будет невозможно отменить

source: The message is not sent
ru_ru: Сообщение не было отправлено

source: Your changes will be lost
ru_ru: Изменения будут потеряны

source: More...
ru_ru: Еще...

source: You are logged in to Twitter as %@
ru_ru: Вы вошли в Twitter как %@

source: Change Account
ru_ru: Сменить учетную запись

source: You are not logged in to Twitter
ru_ru: Вы не вошли в Twitter

source: Log In
ru_ru: Войти

source: No Unsent Tweets
ru_ru: Очередь пуста

source: Tweet %i of %i
ru_ru: Сообщение %i из %i

source: %.1f of %.1f %@
ru_ru: %.1f из %.1f %@

source: FOLLOWING
ru_ru: ПОДПИСАТЬСЯ

source: STOP FOLLOWING
ru_ru: ОТПИСАТЬСЯ

source: FOLLOW
ru_ru: ПОДПИСАТЬСЯ

source: UNFOLLOW
ru_ru: ОТПИСАТЬСЯ

source: Network Failure
ru_ru: Ошибка сети

source: User description is empty.
ru_ru: Информация отсутствует

source: Device Updates
ru_ru: Обновлять устройство

source: Loading...
ru_ru: Загрузка...

source: LocationLinkFormat
ru_ru: Location: %@

source: Error occur during message saving
ru_ru: Ошибка при сохранении сообщения

source: Error occur while sending the message
ru_ru: Ошибка при отправке сообщения

source: Error occur while reading the message
ru_ru: Ошибка при чтении сообщения

source: Uploading the messages to Twitter...
ru_ru: Загрузка сообщений в Twitter...

source: You can not send message
ru_ru: Вы не можете отправить сообщение

source: Cant to send too long message
ru_ru: Сообщение не должно превышать 140 символов.

source: Picture Saved
ru_ru: Изображение сохранено

source: The picture has been added to your Photos
ru_ru: Картинка добавлена к вашим фотографиям

source: Location service is not available on the device
ru_ru: Location services are disabled

source: You can to enable Location Services on the device
ru_ru: You can enable Location Services the device Settings (Settings > General > Location Services)

source: Location service was turn off in settings
ru_ru: Location Tracking is disabled

source: You can to enable Location Services in the application settings
ru_ru: Do you want to enable Location Tracking?

source: Location undefined
ru_ru: Can't retrieve a current location

source: Add location
ru_ru: Добавить местоположение

source: Remove location
ru_ru: Удалить местоположение

source: Loading saved searches...
ru_ru: Загрузка сохраненных поисков...

source: Location is still undefined
ru_ru: Пожалуйста! повторите попытку еще раз!

source: Locations for this application was denied
ru_ru: Location Services for this application are disabled

source: You can to enable Location Services by throw down settings
ru_ru: You can enable the Location Services in the device Settings application (Settings > General > Reset > Reset Location Warnings)
